tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "automake"
brew "bison"
brew "bison@2.7"
brew "chruby"
brew "gdbm"
brew "openssl@1.1"
brew "libffi"
brew "libpq"
brew "libyaml"
brew "mingw-w64"
brew "openssl@3", link: false
brew "readline"
brew "python@3.11", link: false
brew "ruby-build"
brew "ruby-install"
brew "zlib"
brew "zsh"
vscode "aaron-bond.better-comments"
vscode "BeardedBear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "dbaeumer.vscode-eslint"
vscode "devzstudio.emoji-snippets"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "jamesmaj.easy-icons"
vscode "jbenden.c-cpp-flylint"
vscode "LeetCode.vscode-leetcode"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "redhat.vscode-yaml"
vscode "riazxrazor.html-to-jsx"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
